/* Next-button titles */
"CLOSE" = "Fechar";
"SHUTDOWN" = "Desligar";
"RESTART" = "Reiniciar";
"LOGOUT" = "Finalizar Sessão";


/* Messages describing automatic actions the Installer will take once Installation has completed */
"AutoQuit"		= "O Instalador será encerrado automaticamente em %d segundos.";
"AutoQuit1"		= "O Instalador será encerrado automaticamente em 1 segundo.";
"AutoMsg"		= "O computador irá %1$@ em %2$d segundos.";
"AutoMsg1"		= "O computador irá %@ em 1 segundo.";

/* action description to be substituted into 'AutoMsg' & 'AutoMsg1' above */
"AutoRestart"	= "reiniciar";
"AutoLogout"	= "finalizar sessão";
"AutoShutdown"	= "desligar";

/* action descriptions indicating actions are currently being performed */
"AutoRestartIsOccurring" = "O computador está sendo reiniciado.";
"AutoLogoutIsOccurring" = "A sessão neste computador está sendo finalizada.";
"AutoShutdownIsOccurring" = "O computador está sendo desligado.";


/* Messages displayed when the installer requires the user to perform an action to finish installing the software */
"ManualShutDownMsg" = "Clique em Desligar para finalizar a instalação do software.";
"ManualLogoutMsg" = "Clique em Finalizar Sessão para finalizar a instalação do software.";
"ManualRequiredRebootMsg" = "Clique em Reiniciar para finalizar a instalação do software.";
"ManualRequiredRebootAfterFailureMsg" = "Clique em Reiniciar para tentar realizar a instalação novamente.";


/* Window titles & descriptions */
"InstallCompletedSuccessfullyTitle" = "A instalação foi completada corretamente.";
"InstallCompletedSuccessfullyDescription" = "O software foi instalado.";
"InstallCompletedWithErrorsTitle" = "Houve erros durante a instalação. Você pode tentar instalar novamente.";


/* IASPSummaryView class' localizable strings */
"InstallSucceededTitle" = "A instalação foi realizada corretamente.";
"InstallFailedTitle" = "A instalação falhou.";
